[
  {
    "title": "FIRST LANGUAGE",
    "description": "Access and download previous year question papers and preparatory exam papers for SSLC First Language subjects under the Karnataka State Board. Practice with past papers for Kannada, English, Hindi, Tamil, Telugu, Marathi, and Urdu to enhance your reading, writing, and comprehension skills for the board exams."
  },
  {
    "title": "SECOND LANGUAGE",
    "description": "Download SSLC Second Language previous year question papers and preparatory exam papers for the Karnataka State Board. Strengthen your language skills with papers for English and Kannada, helping you improve grammar, comprehension, and writing abilities for your board exams."
  },
  {
    "title": "THIRD LANGUAGE",
    "description": "Prepare for your SSLC Third Language exams with previous year question papers and preparatory papers from the Karnataka State Board. Access subject-specific papers for Hindi, Kannada, English, Sanskrit, Urdu, and other languages to enhance your performance in the board exams."
  },
  {
    "title": "CORE SUBJECTS",
    "description": "Download SSLC Core Subjects previous year question papers and preparatory exam papers for the Karnataka State Board. Get access to Mathematics, Science, and Social Science papers to strengthen your conceptual understanding and problem-solving skills before exams."
  },
  {
    "title": "JTS SUBJECTS",
    "description": "Access SSLC JTS (Junior Technical School) previous year question papers and preparatory exam papers for the Karnataka State Board. These papers include subjects like Engineering Graphics, Basic Electronics, Electrical and more, helping students improve their technical knowledge and practical skills."
  },
  {
    "title": "NSQF SUBJECTS",
    "description": "Download SSLC NSQF (National Skills Qualifications Framework) previous year question papers and preparatory exam papers for the Karnataka State Board. Practice with industry-relevant subjects such as Retail, Information Technology, Automobile, Health Care, and more to boost your vocational skills and exam readiness."
  }


]
